{
    "NAVBARTITLE1" : "Aplicaciones",
    "NAVBARTITLE2" : "Donar",
    "NAVBARTITLE3" : "Verificación",
    "NAVBARTITLE4" : "Recursos",
    "NAVBARTITLE5" : "Blog",
    "NAVBARTITLE6" : "Hoja de Ruta",
    "NAVBARTITLE7" : "Compañia",
    "NAVBARTITLE8" : "Empleo",
    "NAVBARTITLE9" : "Sobre Nostros",

    "DRAWER1" : "Aplicaciones",
    "DRAWER2" : "Donar",
    "DRAWER3" : "Verificación",
    "DRAWER4" : "Blog",
    "DRAWER5" : "Hoja de Ruta",
    "DRAWER6" : "Empleo",
    "DRAWER7" : "Sobre Nosotros",

    "FOOTERT1":"Producto",
    "FOOTERT2":"Aplicaciones",
    "FOOTERT3":"Donar",
    "FOOTERT4":"Hoja de Ruta",
    "FOOTERT5":"Recursos",
    "FOOTERT6":"Blog",
    "FOOTERT7":"Documentación",
    "FOOTERT8":"Soporte",
    "FOOTERT9":"Compañia",
    "FOOTERT10":"Sobre Nosotros",
    "FOOTERT11":"Marca",
    "FOOTERT12":"Empleo",
    "FOOTERT13":"Aviso Legal",
    "FOOTERT14":"Copyright C 2023 Socialapp. Política de marcas comerciales . Politica de privacidad . Estado",




    "CHECK1":"Verificación en Socialapp",
    "CHECK2":"La mejor manera de comenzar con Socialapp es a través de nuestras aplicaciones oficiales para ¡OS y Android, pero muchas aplicacionés de terceros también están disponibles a continuación.",
    "CHECK3":"Obtener la aplicación",
    "CHECK4":"Crear cuenta",
    "CHECK5":"Respetuosa con la privacidad",
    "CHECK6":"No necesitas enviar sus documentos a ninguna parte, así que no hay posibilidad de que se filtren.",
    "CHECK7":"Para cualquiera",
    "CHECK8":"No tienes que ser una celebridad para verificar tu identidad. Solo necesitas tener un sitio o página web.",
    "CHECK9":"Descentralizada",
    "CHECK10":"No hay necesidad de confiar en una autoridad central. La verificación puede ser confirmada manualmente en cualquier momento.",
    "CHECK11":"No hay insignia azul",
    "CHECK12":"La identidad no es una pregunta sí o no. Hay pocos nombres realmente únicos en el mundo, así que ¿por qué sólo los famosos deberían obtener un 'si'? En Socialapp no confiamos en nombres legales ni en insignias azules. En su lugar, confiamos en el hecho de que las personas pueden ser identificadas por sus sitios web oficiales.",
    "CHECK13":"Así es como se hace",
    "CHECK14":"Pon un enlace a tu perfil de Socialapp en tu sitio o página web. Lo importante es que el enlace debe tener un atributo rel='me' en él. Luego edita tu perfil de Socialapp e introduce la dirección de tu sitio o página web en uno de los cuatro campos de perfil. Guarda tu perfil, y ¡ya está!",
    "CHECK15":"Ahí fuera",
    "CHECK16":"Cualquiera puede estar verificado en Socialapp, pero aquí hay algunos de los nombres más reconocibles que lo están..",

    "ROADMAP1":"Hoja de Ruta",
    "ROADMAP2":"Esto es un avance de en lo que estamos trabajando y en lo que estamos planeando trabaja",
    "ROADMAP3":"Sugerir una caracteristica",
    "ROADMAP4":"TODOS",
    "ROADMAP5":"En curso",
    "ROADMAP6":"Planificado",
    "ROADMAP7":"Explorando",
    "ROADMAP8":"Completando recientemente",

    "BLOG1":"Socialapp",
    "BLOG2":"Actualizaciones del equipo de socialapp",
    "BLOG3":"Nueva caracteristica",
    "BLOG4":"Nombre",
    "BLOG5":"Cargo",
    "BLOG6":"Nueva caracteristica",
    "BLOG7":"Siguiente",


    "EMPLEO1":"Nosotros desarrollamos Socialapp",
    "EMPLEO2":"Redes sociales gratuitas y descentralizadas",
    "EMPLEO3":"Nuestra historia",
    "EMPLEO4":"Socialapp es una organización sin fines de lucro del Perú que desarrolla Socialapp software. Socialapp comenzó en 2023 como un proyecto de código abierto de - , quien, como ávido usuario desde 202X, no estaba satisfecho con el Estado y dirección de Twitter.",
    "EMPLEO5":"Creyendo que las comunicaciones globales instantáneas eran demasiado cruciales para la sociedad moderna como para pertenecer a una sola empresa comercial, buscó crear un producto de microblogging fácil de usar que no perteneciera a ninguna autoridad central, pero que siguiera siendo práctico para el uso diario.",
    "EMPLEO6":"El primer lanzamiento público se produjo en octubre de 202X. El apoyo inicial que recibió el proyecto a través de Patreon garantizó que Eugen pudiera comenzar a trabajar en el proyecto a tiempo completo después de graduarse. En abril de 202X recibió su primera gran oportunidad y atrajo atención y cobertura de prensa en todo el mundo.",
    "EMPLEO7":"Unirse a una comunidad",
    "EMPLEO8":"Conocer al equipo",
    "EMPLEO9":"Unirse a una comunidad",
    "EMPLEO10":"Nombre",
    "EMPLEO11":"Cargo",
    "EMPLEO12":"Contáctanos",
    "EMPLEO13":"Preguntas de prensa:",
    "EMPLEO14":"Consultas legales:",
    "EMPLEO15":"Consultas sobre marcas:",
    "EMPLEO16":"Consultas de seguridad:",
    "EMPLEO17":"Otras consultas:",
    "EMPLEO18":"Empresa",
    "EMPLEO19":"Nombre de la empresa:",
    "EMPLEO20":"Registro mercantil:",
    "EMPLEO21":"Dirección:",
    "EMPLEO22":"Contacto:",
    "EMPLEO23":"Autorizado para representar:",
    "EMPLEO24":"(Director General)",

    
    "SOBRENOSOTROS1":"Unete a nuestro equipo",
    "SOBRENOSOTROS2":"Estamos creando redes sociales descentralizadas y de código abierto que devuelven a las personas el control sobre sus datos y su alcance.",
    "SOBRENOSOTROS3":"Ver posiciones abiertas",
    "SOBRENOSOTROS4":"Trabaja con nosotros",
    "SOBRENOSOTROS5":"Social App es una organización alemana sin fines de lucro con un equipo solo remoto, principalmente de habla inglesa, distribuido por todo el mundo.",
    "SOBRENOSOTROS6":"Conocer al equipo",
    "SOBRENOSOTROS7":"Sé parte de un pequeño equipo trabajando en la oportunidad generacional del futuro de las redes sociales.",
    "SOBRENOSOTROS8":"Podemos ofrecer contratos de trabajo a través de un proveedor de nómina como Remote.com o directamente si reside en Alemania.",
    "SOBRENOSOTROS9":"Posiciones abiertas",

    "HOME1_FIRSTSECTION": "Una red social que no", 
    "HOME1_FIRSTSECTION2": "está a la venta.", 
    "HOME1_FIRSTSECTION3": "Tú sabes lo que quieres ver en tu página principal. Nada de algoritmos y publicidad para desperdiciar tu tiempo. Sigue a quien quieras a través de Socialapp y recibe sus publicaciones en orden cronológico. Haz tu rincón de internet un poco más como tú.", 
    "HOME1_FIRSTSECTION4": "Unirse a Socialapp",
    
    "HOME1_BUTTON": "Leer más",
    "HOME1_SECONDSECTION1": "Mantente en control de tu",
    "HOME1_SECONDSECTION2": "propia línea de tiempo",
    "HOME1_SECONDSECTION3": "Tú sabes lo que quieres ver en tu página principal. Nada de algoritmos y publicidad para desperdiciar, tu tiempo. Sigue a quien quieras a través de, Socialapp y recibe sus publicaciones en orden, cronológico. Haz tu rincón de internet un poco más, como tú.",
    "HOME1_SECONDSECTION4": "Contruye tu audiencia",
    "HOME1_SECONDSECTION5": "con confianza",
    "HOME1_SECONDSECTION6": "Socialapp le ofrece una posibilidad única de gestionar su audiencia sin intermediarios. Socialapp implementado en su propia nfraestructura le permite seguir y ser seguido desde cualquier otro servidor Socialapp en línea y no está bajo el control de nadie más que el suyo.",
    "HOME1_SECONDSECTION7": "La moderación como",
    "HOME1_SECONDSECTION8": "debería ser",
    "HOME1_SECONDSECTION9": "Socialapp vuelve a poner la toma de decisiones en sus manos. Cada servidor crea sus propias reglas y reglamentos, que se aplican localmente y no se aplican como redes sociales corporativas, haciéndola la más flexible en responder a las necesidades de diferentes grupos de personas. Únete a un servidor con las reglas con las que esté de acuerdo, o aloja las suyas.",
    "HOME1_SECONDSECTION10": "Contruye tu audiencia",
    "HOME1_SECONDSECTION11": "con confianza",
    "HOME1_SECONDSECTION12": "Socialapp soporta mensajes de audio, video e imágenes, descripciones de accesibilidad, encuestas, advertencias de contenido, avatares animados, emojis personalizados, control de recorte en miniatura, y mas, para ayudarle a expresarse en linea. Ya sea que esté publicando su arte, su música o su podcast, Socialapp esta ahi para usted.",

    "HOME1_THIRDSECTION1": "Descentralizado",
    "HOME1_THIRDSECTION2": "La comunicación global instantanea es demasiado importante para pertenecer a una empresa. Cada servidor Socialapp es una entidad totalmente independiente, capaz de interactuar con otras para formar una rod social global.",
    "HOME1_THIRDSECTION3": "No a la venta",
    "HOME1_THIRDSECTION4": "Respetamos su independencia.Su página principal estàsupervisada y creada por ustedNunca publicaremos anuncios nianunciaremos perfiles para quepueda verlos, lo que significaque sus datos y su tiempo sonsuyos y solamente suyos.",
    "HOME1_THIRDSECTION5": "Interoperable",
    "HOME1_THIRDSECTION6": "Basado en protocolos web abiertos, Socialapp puede hablar con cualquier otra plataforma que implemente ActivityPub. Con una cuenta obtendra acceso a todo un universo de aplicaciones sociales",
    "HOME1_THIRDSECTION7": "¿Qué dicen nuestros usuarios?",

    "HOME1_FOURTHSECTION1": "Siempre independiente",
    "HOME1_FOURTHSECTION2": "Socialapp es un software desarrollado por una organización sin ánimo de lucro. El apoyo del público sostiene directamente el desarrollo y la evolución.",
    "HOME1_FOURTHSECTION3": "Donar en Patreon",
    "HOME1_FOURTHSECTION4": "Donar directamente",
    "HOME1_FOURTHSECTION5": "Más información",
    "HOME1_FOURTHSECTION6": "Apoyado por:",


    "APLICATION_FIRSTSECTION1": "Aplicaciones",
    "APLICATION_FIRSTSECTION2": "La mejor manera de comenzar con Socialapp es a través de nuestras aplicaciones oficiales para iOS y Android, pero muchas aplicaciones de terceros también están disponibles a continuación.",
    "APLICATION_FIRSTSECTION3": "Descargar las aplicaciones",
    "APLICATION_FIRSTSECTION4": "Aplicación web progresiva",
    "APLICATION_FIRSTSECTION5": "¡Siempre puedes utilizar Socialapp desde el navegador en tu escritorio o teléfono! ¡Puede ser añadido a tu pantalla de inicio, y algunos navegadores incluso soportan notificaciones push, al igual que una aplicación nativa!",
    "APLICATION_FIRSTSECTION6": "UNIRSE A UNA COMUNIDAD",
    "APLICATION_FIRSTSECTION7": "Comienza hoy",


    "DONAR_FIRSTSECTION1": "Donar",
    "DONAR_FIRSTSECTION2": "Desarrollamos y mantenemos el software libre y de código abierto que impulsa la red social. No hay capital detrás de esto: dependemos totalmente de tu apoyo a través de plataformas como Patreon.",
    "DONAR_FIRSTSECTION3": "Patrocinio comercial",
    "DONAR_FIRSTSECTION4": "Si desea ver el logo de su empresa con un enlace de seguimiento en este sitio, usted puede convertirse en un patrocinador directamente a través de nuestra propia plataforma",
    "DONAR_FIRSTSECTION5": "Vuelvete un patrocinador",
    "DONAR_FIRSTSECTION6": "Apóyanos en Patreon",
    "DONAR_FIRSTSECTION7": "Hacer una contribución a través de nuestro Patreon le recompensará con el acceso a nuestro Discord de desarrollo y hará que su nombre aparezca en esta pagina.",
    "DONAR_FIRSTSECTION8": "Ir a Patreon",

    "COMENTARIOS_USERS1": "Socialapp hace un trabajo increíble al brindarles a las comunidades la autonomía necesaria para prosperar al brindarles las claves para federar y moderar sus propios servidores. Pero no dejes que eso eclipse el hecho de que simplemente hace características que las principales redes sociales intentan hacer (por ejemplo, subtítulos de imágenes, advertencias de contenido) sorprendentemente mejores.",
    "COMENTARIOS_USERS2": "Socialapp ha cambiado mi opinión sobre las redes sociales, es una versión refrescante del microblogging centrada en la privacidad y la seguridad.",
    "COMENTARIOS_USERS3": "He hecho muchos amigos en Socialapp porque puedo hablar con la gente en lugar de quedar enterrado por algoritmos que premian los números sin sentido por encima de la interacción real."
}