{
    "NAVBARTITLE1" : "Aplicaciones",
    "NAVBARTITLE2" : "Donar",
    "NAVBARTITLE3" : "Verificación",
    "NAVBARTITLE4" : "Recursos",
    "NAVBARTITLE5" : "Blog",
    "NAVBARTITLE6" : "Hoja de Ruta",
    "NAVBARTITLE7" : "Compañia",
    "NAVBARTITLE8" : "Empleo",
    "NAVBARTITLE9" : "Sobre Nostros",

    "DRAWER1" : "Aplicaciones",
    "DRAWER2" : "Donar",
    "DRAWER3" : "Verificación",
    "DRAWER4" : "Blog",
    "DRAWER5" : "Hoja de Ruta",
    "DRAWER6" : "Empleo",
    "DRAWER7" : "Sobre Nosotros",

    "FOOTERT1":"Producto",
    "FOOTERT2":"Aplicaciones",
    "FOOTERT3":"Donar",
    "FOOTERT4":"Hoja de Ruta",
    "FOOTERT5":"Recursos",
    "FOOTERT6":"Blog",
    "FOOTERT7":"Documentación",
    "FOOTERT8":"Soporte",
    "FOOTERT9":"Compañia",
    "FOOTERT10":"Sobre Nosotros",
    "FOOTERT11":"Marca",
    "FOOTERT12":"Empleo",
    "FOOTERT13":"Aviso Legal",
    "FOOTERT14":"Copyright C 2023 Socialapp. Política de marcas comerciales . Politica de privacidad . Estado",




    "CHECK1":"Verificación en Socialapp",
    "CHECK2":"La mejor manera de comenzar con Socialapp es a través de nuestras aplicaciones oficiales para ¡OS y Android, pero muchas aplicacionés de terceros también están disponibles a continuación.",
    "CHECK3":"Obtener la aplicación",
    "CHECK4":"Crear cuenta",
    "CHECK5":"Respetuosa con la privacidad",
    "CHECK6":"No necesitas enviar sus documentos a ninguna parte, así que no hay posibilidad de que se filtren.",
    "CHECK7":"Para cualquiera",
    "CHECK8":"No tienes que ser una celebridad para verificar tu identidad. Solo necesitas tener un sitio o página web.",
    "CHECK9":"Descentralizada",
    "CHECK10":"No hay necesidad de confiar en una autoridad central. La verificación puede ser confirmada manualmente en cualquier momento.",
    "CHECK11":"No hay insignia azul",
    "CHECK12":"La identidad no es una pregunta sí o no. Hay pocos nombres realmente únicos en el mundo, así que ¿por qué sólo los famosos deberían obtener un 'si'? En Socialapp no confiamos en nombres legales ni en insignias azules. En su lugar, confiamos en el hecho de que las personas pueden ser identificadas por sus sitios web oficiales.",
    "CHECK13":"Así es como se hace",
    "CHECK14":"Pon un enlace a tu perfil de Socialapp en tu sitio o página web. Lo importante es que el enlace debe tener un atributo rel='me' en él. Luego edita tu perfil de Socialapp e introduce la dirección de tu sitio o página web en uno de los cuatro campos de perfil. Guarda tu perfil, y ¡ya está!",
    "CHECK15":"Ahí fuera",
    "CHECK16":"Cualquiera puede estar verificado en Socialapp, pero aquí hay algunos de los nombres más reconocibles que lo están..",

    "ROADMAP1":"Hoja de Ruta",
    "ROADMAP2":"Esto es un avance de en lo que estamos trabajando y en lo que estamos planeando trabaja",
    "ROADMAP3":"Sugerir una caracteristica",
    "ROADMAP4":"TODOS",
    "ROADMAP5":"En curso",
    "ROADMAP6":"Planificado",
    "ROADMAP7":"Explorando",
    "ROADMAP8":"Completando recientemente",

    "BLOG1":"Socialapp",
    "BLOG2":"Actualizaciones del equipo de socialapp",
    "BLOG3":"Nueva caracteristica",
    "BLOG4":"Nombre",
    "BLOG5":"Cargo",
    "BLOG6":"Nueva caracteristica",
    "BLOG7":"Siguiente",


    "EMPLEO1":"Nosotros desarrollamos Socialapp",
    "EMPLEO2":"Redes sociales gratuitas y descentralizadas",
    "EMPLEO3":"Nuestra historia",
    "EMPLEO4":"Socialapp es una organización sin fines de lucro del Perú que desarrolla Socialapp software. Socialapp comenzó en 2023 como un proyecto de código abierto de - , quien, como ávido usuario desde 202X, no estaba satisfecho con el Estado y dirección de Twitter.",
    "EMPLEO5":"Creyendo que las comunicaciones globales instantáneas eran demasiado cruciales para la sociedad moderna como para pertenecer a una sola empresa comercial, buscó crear un producto de microblogging fácil de usar que no perteneciera a ninguna autoridad central, pero que siguiera siendo práctico para el uso diario.",
    "EMPLEO6":"El primer lanzamiento público se produjo en octubre de 202X. El apoyo inicial que recibió el proyecto a través de Patreon garantizó que Eugen pudiera comenzar a trabajar en el proyecto a tiempo completo después de graduarse. En abril de 202X recibió su primera gran oportunidad y atrajo atención y cobertura de prensa en todo el mundo.",
    "EMPLEO7":"Unirse a una comunidad",
    "EMPLEO8":"Conocer al equipo",
    "EMPLEO9":"Unirse a una comunidad",
    "EMPLEO10":"Nombre",
    "EMPLEO11":"Cargo",
    "EMPLEO12":"Contáctanos",
    "EMPLEO13":"Preguntas de prensa:",
    "EMPLEO14":"Consultas legales:",
    "EMPLEO15":"Consultas sobre marcas:",
    "EMPLEO16":"Consultas de seguridad:",
    "EMPLEO17":"Otras consultas:",
    "EMPLEO18":"Empresa",
    "EMPLEO19":"Nombre de la empresa:",
    "EMPLEO20":"Registro mercantil:",
    "EMPLEO21":"Dirección:",
    "EMPLEO22":"Contacto:",
    "EMPLEO23":"Autorizado para representar:",
    "EMPLEO24":"(Director General)",

    
    "SOBRENOSOTROS1":"Unete a nuestro equipo",
    "SOBRENOSOTROS2":"Estamos creando redes sociales descentralizadas y de código abierto que devuelven a las personas el control sobre sus datos y su alcance.",
    "SOBRENOSOTROS3":"Ver posiciones abiertas",
    "SOBRENOSOTROS4":"Trabaja con nosotros",
    "SOBRENOSOTROS5":"Social App es una organización alemana sin fines de lucro con un equipo solo remoto, principalmente de habla inglesa, distribuido por todo el mundo.",
    "SOBRENOSOTROS6":"Conocer al equipo",
    "SOBRENOSOTROS7":"Sé parte de un pequeño equipo trabajando en la oportunidad generacional del futuro de las redes sociales.",
    "SOBRENOSOTROS8":"Podemos ofrecer contratos de trabajo a través de un proveedor de nómina como Remote.com o directamente si reside en Alemania.",
    "SOBRENOSOTROS9":"Posiciones abiertas",

    "HOME1_FIRSTSECTION": "Habla con libertad", 
    "HOME1_FIRSTSECTION2": "Di «hola» a una manera diferente de chatear: Smessenger se enfoca en la privacidad, pero con todas las características que esperas de una aplicación de chat", 
    "HOME1_FIRSTSECTION3": "¿Por qué usar Smessenger?",
    "HOME1_FIRSTSECTION4": "Continúa hacia abajo para comprobar por qué Smessenger es una aplicación de chat simple, potente y segura",
    "HOME1_FIRSTSECTION5": "Comparte sin inseguridades",
    "HOME1_FIRSTSECTION6": "El cifrado de extremo a extremo de última generación (respaldado por el protocolo de código abierto de Smessenger) mantiene tus chats seguros. Ni nosotros podemos acceder a tu lista de contactos, leer tus mensajes, ni escuchar tus llamadas. Tampoco nadie más.La privacidad no es un modo opcional, es cómo funciona Smessenger. En todos tus mensajes, todas tus llamadas, para siempre.",
    
    "HOME1_BUTTON": "Descargar Smessenger",
    "HOME1_SECONDSECTION1": "Adhiérete a la privacidad",
    "HOME1_SECONDSECTION2": "Añade una nueva capa de expresión a tus chats con los stickers cifrados. También puedes crear y compartir tus propios paquetes de stickers.",
    "HOME1_SECONDSECTION3": "Di lo que quieras",
    "HOME1_SECONDSECTION4": "Envía y recibe mensajes, notas de voz, fotos, videos, GIFs y archivos gratis. Smessenger usa la conexión de datos de tu teléfono por lo que no se generan gastos por SMS o MMS.",
    "HOME1_SECONDSECTION5": "Únete a grupos",
    "HOME1_SECONDSECTION6": "Los chats de grupo te permiten conectar fácilmente con tu familia, amistades y compañeros de trabajo.",
    "HOME1_SECONDSECTION7": "Habla con libertad",
    "HOME1_SECONDSECTION8": "Haz llamadas y videollamadas con calidad cristalina a personas que viven al otro lado de la ciudad o al otro lado del océano sin cargos de larga distancia.",
    "HOME1_SECONDSECTION9": "Sin publicidad. Sin seguimiento. Sin bromas.",
    "HOME1_SECONDSECTION10": "No tenemos anuncios, ni vendedores afiliados, ni hacemos un rastreo de tu uso de Smessenger. Así que concéntrate en compartir los momentos que te importan con las personas que te importan.",
    "HOME1_SECONDSECTION11": "Gratis para todo el mundo",
    "HOME1_SECONDSECTION12": "Smessenger es una organización independiente sin ánimo de lucro. No dependemos de ninguna compañía tecnológica importante, y tampoco podemos ser adquiridos por una. El desarrollo de Smessenger se sostiene con subvenciones y donaciones de gente interesada en la privacidad como tú.",



    "GETMESSENGER_FIRSTSECTION1": "Smessenger para dispositivos móviles",
    "GETMESSENGER_FIRSTSECTION2": "O visita Smessenger.org/install desde tu teléfono",
    "GETMESSENGER_FIRSTSECTION3": "Smessenger para Escritorio",
    "GETMESSENGER_FIRSTSECTION4": "Descarga para Windows",
    "GETMESSENGER_FIRSTSECTION5": "Para usar la aplicación de escritorio, Smessenger debe estar instalada y configurada previamente en tu teléfono",



    "CAREERS_FIRSTSECTION1": "Trabajo que envía un mensaje",
    "CAREERS_FIRSTSECTION2": "Millones de personas utilizan Smessenger todos los días para compartir los momentos importantes de sus vidas. Únase a una organización que empodera a los usuarios simplificando la comunicación privada.",
    "CAREERS_FIRSTSECTION3": "Privacidad primero",
    "CAREERS_FIRSTSECTION4": "Resolvemos problemas que importan y desarrollamos tecnología que respeta a nuestros usuarios. La publicidad dirigida no es nuestro estilo. No recolectamos nada excepto dormir más por la noche.",
    "CAREERS_FIRSTSECTION5": "Equipo pequeño",
    "CAREERS_FIRSTSECTION6": "Tener un impacto inmediato. Smessenger is an opportunity to do original work and closely collaborate without the overhead of endless meetings.",
    "CAREERS_FIRSTSECTION7": "Compensación competitiva",
    "CAREERS_FIRSTSECTION8": "Las primas de atención médica están totalmente cubiertas para usted y su familia. Nuestro plan 401(k) iguala el 100% de su contribución hasta",
    "CAREERS_FIRSTSECTION9": "Trabajo remoto",
    "CAREERS_FIRSTSECTION10": "Evita el viaje diario. Trabaja desde casa o aprovecha nuestra subvención para espacios de coworking. Concéntrate en lo que te motiva, no en conducir",
    "CAREERS_FIRSTSECTION11": "Fuente abierta",
    "CAREERS_FIRSTSECTION12": "Todo lo que producimos es de código abierto. Cada vez que escribimos código, podemos compartirlo con el mundo.",
    "CAREERS_FIRSTSECTION13": "Sin ánimo de lucro",
    "CAREERS_FIRSTSECTION14": "Nuestro objetivo es proteger la libertad de expresión y permitir una comunicación global segura. Estamos trabajando con los usuarios para construir algo sostenible.",
    "CAREERS_FIRSTSECTION15": "Roles abiertos",

    "DEVELOPERS_USERS1": "Información técnica",
    "DEVELOPERS_USERS2": "Especificaciones y bibliotecas de software para desarrolladores.",
    "DEVELOPERS_USERS3": "Especificaciones",
    "DEVELOPERS_USERS4": "El cifrado en entornos de mensajería integra muchas ideas que a menudo deben componerse por separado en diferentes aplicaciones. Nos esforzamos por dividir las ideas en especificaciones independientes para que puedan integrarse según corresponda para diferentes proyectos.",
    "DEVELOPERS_USERS5": "XEdDSA y VXEdDSA",
    "DEVELOPERS_USERS6": "Este documento describe cómo crear y verificar firmas compatibles con EdDSA utilizando formatos de clave pública y clave privada definidos inicialmente para las funciones de curva elíptica Diffie-Hellman X25519 y X448. Este documento también describe VXEdDSA, que extiende XEdDSA para convertirlo en una función aleatoria verificable, o VRF.",
    "DEVELOPERS_USERS7": "X3DH",
    "DEVELOPERS_USERS8": "Este documento describe el protocolo de acuerdo de claves X3DH (o Extended Triple Diffie-Hellman). X3DH establece una clave secreta compartida entre dos partes que se autentican mutuamente basándose en claves públicas. X3DH proporciona secreto directo y negación criptográfica.",
    "DEVELOPERS_USERS9": "PQXDH",
    "DEVELOPERS_USERS10": "Este documento describe el protocolo de acuerdo de claves PQXDH (o Post-Quantum Extended Diffie-Hellman). PQXDH establece una clave secreta compartida entre dos partes que se autentican mutuamente basándose en claves públicas. PQXDH proporciona secreto directo poscuántico y una forma de negación criptográfica, pero aún depende de la dureza del problema del registro discreto para la autenticación mutua en esta revisión del protocolo.",
    "DEVELOPERS_USERS11": "Bibliotecas de software",
    "DEVELOPERS_USERS12": "Biblioteca de protocolos de Smessenger",
    "DEVELOPERS_USERS13": "Double Ratchet",
    "DEVELOPERS_USERS14": "Este documento describe el algoritmo Double Ratchet, que utilizan dos partes para intercambiar mensajes cifrados basados en una clave secreta compartida. Las partes obtienen nuevas claves para cada mensaje de Double Ratchet, de modo que las claves anteriores no se pueden calcular a partir de las posteriores. Los partidos también envían valores públicos de Diffie-Hellman adjuntos a sus mensajes. Los resultados de los cálculos de Diffie-Hellman se mezclan en las claves derivadas para que las claves posteriores no puedan calcularse a partir de las anteriores. Estas propiedades brindan cierta protección a mensajes cifrados anteriores o posteriores en caso de que las claves de una parte se vean comprometidas.",
    "DEVELOPERS_USERS15": "Sesame",
    "DEVELOPERS_USERS16": "Este documento describe el algoritmo de Sesame para administrar sesiones de cifrado de mensajes en una configuración asincrónica y multidispositivo.",

    
    "HELP_USERS1": "¿Cómo podemos ayudarte?",
    "HELP_USERS2": "Buscar",
    "HELP_USERS3": "Empezando",
    "HELP_USERS4": "Comprende los conceptos básicos de Smessenger en Android, iOS y Desktop",
    "HELP_USERS5": "Características",
    "HELP_USERS6": "Explora todas las características de la mensajería privada",
    "HELP_USERS7": "Seguridad",
    "HELP_USERS8": "Esta sección contiene preguntas habituales sobre la seguridad y fiabilidad de la tecnología en las aplicaciones",
    "HELP_USERS9": "Solución de problemas",
    "HELP_USERS10": "General",
    "HELP_USERS11": "Enviar una solicitud",
    "HELP_USERS12": "Correo Eléctronico *",
    "HELP_USERS13": "Vuelve a introducir tu dirección de correo electrónico *",
    "HELP_USERS14": "¿Cuál es tu consulta? *",
    "HELP_USERS15": "¿Para qué plataforma es? *",
    "HELP_USERS16": "Descripción",
    "HELP_USERS17": "Enviar",

    "BLOG_USERS1": "Ayude a las personas en Irán a volver a conectarse a Smessenger: una solicitud para nuestra comunidad",
    "BLOG_USERS2": "Durante muchos años, la aplicación Smessenger en Android ha admitido el envío y la recepción de mensajes SMS y MMS de texto sin formato, además de mensajes Smessenger. SMS y MMS son protocolos de comunicación estandarizados que permiten a los dispositivos móviles enviar y transmitir mensajes, y la mayoría de las personas que levantan su teléfono para enviar mensajes de texto o compartir memes realmente no piensan en ellos. Para dar un poco de contexto, cuando empezamos a admitir SMS, Smessenger aún no existía. Nuestra aplicación para Android se llamaba TextSecure y el protocolo de cifrado Smessenger se llamaba Axolotl. Ha pasado casi una década desde entonces y muchas cosas han cambiado. Leer más.",
    "BLOG_USERS3": "Otras formas de donar Smessenger acepta donaciones de criptomonedas, acciones y obsequios de fondos asesorados por donantes (DAF). Estas donaciones se procesan a través de The Giving Block. Si desea recibir una deducción de impuestos en los EE. UU. por el valor justo de mercado de su donación, puede proporcionar una dirección de correo electrónico para recibir un recibo de impuestos. The Giving Block también admite donaciones anónimas de criptomonedas y de DAF. Nota: Solo recibirás una insignia en tu cuenta de Smessenger si realizas una donación dentro de la aplicación Smessenger.",
    "BLOG_USERS4": "Eliminación de la compatibilidad con SMS de Smessenger Android (pronto)",
    "BLOG_USERS5": "Smessenger está diseñado para usted; no tus datos y sin fines de lucro. Perseguimos nuestra misión con su apoyo: proteger la libertad de expresión y permitir una comunicación global segura a través de tecnología de privacidad de código abierto. Mensajería privada. Sin anuncios, sin rastreadores, sin vigilancia. Sus donaciones ayudan a pagar el desarrollo y mantenimiento de Smessenger, incluidos los servidores y el ancho de banda necesarios para que Smessenger esté disponible para millones de personas en todo el mundo que dependen de él. Si proporciona un correo electrónico con su donación, recibirá una confirmación por correo electrónico de sus registros de impuestos. Smessenger Technology Foundation es una organización benéfica independiente sin fines de lucro y está exenta de impuestos según la sección 501c3 del Código de Rentas Internas de EE. UU. Nuestro número de identificación fiscal federal es 82-4506840. Nota: solo recibirá una insignia en su cuenta de Smessenger si realiza una donación dentro de la aplicación Smessenger.",
    "BLOG_USERS6": "Otras formas de donar Smessenger acepta donaciones de criptomonedas, acciones y obsequios de fondos asesorados por donantes (DAF). Estas donaciones se procesan a través de The Giving Block. Si desea recibir una deducción de impuestos en los EE. UU. por el valor justo de mercado de su donación, puede proporcionar una dirección de correo electrónico para recibir un recibo de impuestos. The Giving Block también admite donaciones anónimas de criptomonedas y de DAF. Nota: Solo recibirás una insignia en tu cuenta de Smessenger si realizas una donación dentro de la aplicación Smessenger.",

    "DONATE_FIRSTSECTION1": "Donar a Smessenger",
    "DONATE_FIRSTSECTION2": "Smessenger está diseñado para usted; no tus datos y sin fines de lucro. Perseguimos nuestra misión con su apoyo: proteger la libertad de expresión y permitir una comunicación global segura a través de tecnología de privacidad de código abierto. Mensajería privada. Sin anuncios, sin rastreadores, sin vigilancia. Sus donaciones ayudan a pagar el desarrollo y mantenimiento de Smessenger, incluidos los servidores y el ancho de banda necesarios para que Smessenger esté disponible para millones de personas en todo el mundo que dependen de él. Si proporciona un correo electrónico con su donación, recibirá una confirmación por correo electrónico de sus registros de impuestos. Smessenger Technology Foundation es una organización benéfica independiente sin fines de lucro y está exenta de impuestos según la sección 501c3 del Código de Rentas Internas de EE. UU. Nuestro número de identificación fiscal federal es 82-4506840. Nota: solo recibirá una insignia en su cuenta de Smessenger si realiza una donación dentro de la aplicación Smessenger.",
    "DONATE_FIRSTSECTION3": "Otras formas de donar Smessenger acepta donaciones de criptomonedas, acciones y obsequios de fondos asesorados por donantes (DAF). Estas donaciones se procesan a través de The Giving Block. Si desea recibir una deducción de impuestos en los EE. UU. por el valor justo de mercado de su donación, puede proporcionar una dirección de correo electrónico para recibir un recibo de impuestos. The Giving Block también admite donaciones anónimas de criptomonedas y de DAF. Nota: Solo recibirás una insignia en tu cuenta de Smessenger si realizas una donación dentro de la aplicación Smessenger."
   
}