{
    "NAVBARTITLE1" : "Applications",
    "NAVBARTITLE2" : "Donate",
    "NAVBARTITLE3" : "Check",
    "NAVBARTITLE4" : "Resources",
    "NAVBARTITLE5" : "Blog",
    "NAVBARTITLE6" : "Roadmap",
    "NAVBARTITLE7" : "Company",
    "NAVBARTITLE8" : "Employment",
    "NAVBARTITLE9" : "About us",

    "DRAWER1" : "Applications",
    "DRAWER2" : "Donate",
    "DRAWER3" : "Check",
    "DRAWER4" : "Blog",
    "DRAWER5" : "Roadmap",
    "DRAWER6" : "Employment",
    "DRAWER7" : "About us",

    "FOOTERT1":"Product",
    "FOOTERT2":"Applications",
    "FOOTERT3":"Donate",
    "FOOTERT4":"Roadmap",
    "FOOTERT5":"Resources",
    "FOOTERT6":"Blog",
    "FOOTERT7":"Documentation",
    "FOOTERT8":"Support",
    "FOOTERT9":"Comopany",
    "FOOTERT10":"About us",
    "FOOTERT11":"Brand",
    "FOOTERT12":"Employment",
    "FOOTERT13":"Legal warning",
    "FOOTERT14":"Copyright C 2023 Socialapp. Trademark Policy. Privacy Policy . State",


    "CHECK1":"Verification on Socialapp",
    "CHECK2":"The best way to get started with Socialapp is through our official apps for OS and Android, but many third-party apps are also available below.",
    "CHECK3":"Get the app",
    "CHECK4":"Create Account",
    "CHECK5":"Respectful of privacy",
    "CHECK6":"You don't need to send your documents anywhere, so there's no chance of them getting leaked.",
    "CHECK7":"For anyone",
    "CHECK8":"You don't have to be a celebrity to verify your identity. You just need to have a site or web page.",
    "CHECK9":"Decentralized",
    "CHECK10":"There is no need to trust a central authority. Verification can be confirmed manually at any time.",
    "CHECK11":"There is no blue badge",
    "CHECK12":"Identity is not a yes or no question. There are few truly unique names in the world, so why should only the famous get a 'yes'? At Socialapp we do not trust legal names or blue badges. Instead, we rely on the fact that people can be identified by their official websites.",
    "CHECK13":"This is how you do it",
    "CHECK14":"Put a link to your Socialapp profile on your site or web page. The important thing is that the link must have a rel='me' attribute on it. Then edit your Socialapp profile and enter the address of your site or web page in one of the four profile fields. Save your profile and that's it!",
    "CHECK15":"Out there",
    "CHECK16":"Anyone can be verified on Socialapp, but here are some of the most recognizable names who are..",

    "ROADMAP1":"Roadmap",
    "ROADMAP2":"This is a preview of what we are working on and what we are planning to work on.",
    "ROADMAP3":"Suggest a feature",
    "ROADMAP4":"All",
    "ROADMAP5":"In progress",
    "ROADMAP6":"Planned",
    "ROADMAP7":"Exploring",
    "ROADMAP8":"Recently completing",

    "BLOG1":"Socialapp",
    "BLOG2":"Updates from the socialapp team",
    "BLOG3":"New Feature",
    "BLOG4":"Name",
    "BLOG5":"Post",
    "BLOG6":"New Feature",
    "BLOG7":"Next",

    "EMPLEO1":"We develop Socialapp",
    "EMPLEO2":"Free, decentralized social media",
    "EMPLEO3":"Our story",
    "EMPLEO4":"Socialapp is a non-profit from Peru that develops the Socialapp software. Socialapp started in 2023 as an open- source project by - , who, as an avid user since 202X, was dissatisfied with the state and direction of Twitter.",
    "EMPLEO5":"Believing that instant global communications were too crucial for modern society to belong to a single commercial company, he sought to build a user-friendly microblogging product that would not belong to any central authority, but remain practical for everyday use.",
    "EMPLEO6":"The first public launch occurred in October 202X. The initial support the project received through Patreon ensured that Eugen could begin working on the project full-time postgraduation. In April 202X it received its first big break and garnered world-wide attention and press coverage.",
    "EMPLEO7":"Join a community",
    "EMPLEO8":"Meet our team",
    "EMPLEO9":"Join a community",
    "EMPLEO10":"Name",
    "EMPLEO11":"Post",
    "EMPLEO12":"Contact us",
    "EMPLEO13":"Press questions:",
    "EMPLEO14":"Legal inquiries:",
    "EMPLEO15":"Brand inquiries:",
    "EMPLEO16":"Security queries:",
    "EMPLEO17":"Other queries:",
    "EMPLEO18":"Company",
    "EMPLEO19":"Company name:",
    "EMPLEO20":"Commercial registry:",
    "EMPLEO21":"Address:",
    "EMPLEO22":"Contact:",
    "EMPLEO23":"Authorized to represent:",
    "EMPLEO24":"(Managing Director)",


    "SOBRENOSOTROS1":"Join our team",
    "SOBRENOSOTROS2":"We're building open source, decentralized social media that gives people back control over their data and their reach.",
    "SOBRENOSOTROS3":"See open positions",
    "SOBRENOSOTROS4":"Work with us",
    "SOBRENOSOTROS5":"Social App is German non-profit with a remote-only, primarily English-speaking team distributed across the world.",
    "SOBRENOSOTROS6":"Meet the team",
    "SOBRENOSOTROS7":"Be part of a small team working on the generational opportunity of the future of social medias.",
    "SOBRENOSOTROS8":"We can offer work contracts through a payroll provider such as Remote.com or directly if you're based in Germany.",
    "SOBRENOSOTROS9":"Open positions",

    "HOME1_FIRSTSECTION": "A social network that", 
    "HOME1_FIRSTSECTION2": "is not for sale.", 
    "HOME1_FIRSTSECTION3": "You know what you want to see on your home page. No algorithms and advertising to waste your time. Follow whoever you want through Socialapp and receive their posts in chronological order. Make your corner of the internet a little more like you.", 
    "HOME1_FIRSTSECTION4": "Join Socialapp",
    
    "HOME1_BUTTON": "Read More",
    "HOME1_SECONDSECTION1": "Stay in control of your",
    "HOME1_SECONDSECTION2": "own timeline",
    "HOME1_SECONDSECTION3": "You know what you want to see on your home page. No algorithms and advertising to waste your time. Follow whoever you want through Socialapp and receive their publications in chronological order. Make your corner of the internet a little more, like you.",
    "HOME1_SECONDSECTION4": "Build your audience",
    "HOME1_SECONDSECTION5": "with trust",
    "HOME1_SECONDSECTION6": "Socialapp offers you a unique possibility to manage your audience without intermediaries. Socialapp implemented on its own infrastructure allows you to follow and be followed from any other Socialapp server online and is not under anyone's control but your own.",
    "HOME1_SECONDSECTION7": "Moderation as it",
    "HOME1_SECONDSECTION8": "should be",
    "HOME1_SECONDSECTION9": "Socialapp puts decision-making back in your hands. Each server creates its own rules and regulations, which apply locally and do not apply as corporate social networks, making it the most flexible in responding to the needs of different groups of people. Join a server with rules you agree with, or host your own.",
    "HOME1_SECONDSECTION10": "Build your audience",
    "HOME1_SECONDSECTION11": "with trust",
    "HOME1_SECONDSECTION12": "Socialapp supports audio, video and image messages, accessibility descriptions, polls, content warnings, animated avatars, custom emojis, thumbnail cropping control, and more, to help you express yourself online. Whether you're publishing your art, your music, or your podcast, Socialapp is there for you.",
    
    "HOME1_THIRDSECTION1": "Decentralized",
    "HOME1_THIRDSECTION2": "Instant global communication is too important to belong to a company. Each Socialapp server is a completely independent entity, capable of interacting with others to form a global social network.",
    "HOME1_THIRDSECTION3": "Not for sale",
    "HOME1_THIRDSECTION4": "We respect your independence. Your home page is monitored and created by you. We will never publish ads or advertise profiles for you to see, which means your data and your time are yours and yours alone.",
    "HOME1_THIRDSECTION5": "Interoperable",
    "HOME1_THIRDSECTION6": "Based on open web protocols, Socialapp can talk to any other platform that implements ActivityPub. With one account you will get access to a whole universe of social applications",
    "HOME1_THIRDSECTION7": "What do our users say?",

    "HOME1_FOURTHSECTION1": "Always independent",
    "HOME1_FOURTHSECTION2": "Socialapp is a software developed by a non-profit organization. Public support directly sustains development and evolution.",
    "HOME1_FOURTHSECTION3": "Donate on Patreon",
    "HOME1_FOURTHSECTION4": "Donate directly",
    "HOME1_FOURTHSECTION5": "More information",
    "HOME1_FOURTHSECTION6": "Supported by:",

    "APLICATION_FIRSTSECTION1": "Applications",
    "APLICATION_FIRSTSECTION2": "The best way to get started with Socialapp is through our official apps for iOS and Android, but many third-party apps are also available below.",
    "APLICATION_FIRSTSECTION3": "Download the applications",
    "APLICATION_FIRSTSECTION4": "Aplicación web progresiva",
    "APLICATION_FIRSTSECTION5": "You can always use Socialapp from the browser on your desktop or phone! It can be added to your home screen, and some browsers even support push notifications, just like a native app!",
    "APLICATION_FIRSTSECTION6": "JOIN A COMMUNITY",
    "APLICATION_FIRSTSECTION7": "Start today",


    "DONAR_FIRSTSECTION1": "Donate",
    "DONAR_FIRSTSECTION2": "We develop and maintain the free and open source software that powers the social network. There is no capital behind this: we depend entirely on your support through platforms like Patreon.",
    "DONAR_FIRSTSECTION3": "Commercial sponsorship",
    "DONAR_FIRSTSECTION4": "If you would like to see your company logo with a tracking link on this site, you can become a sponsor directly through our own platform",
    "DONAR_FIRSTSECTION5": "Become a sponsor",
    "DONAR_FIRSTSECTION6": "Support us on Patreon",
    "DONAR_FIRSTSECTION7": "Making a contribution through our Patreon will reward you with access to our development Discord and have your name featured on this page.",
    "DONAR_FIRSTSECTION8": "Go to Patreon",

    "COMENTARIOS_USERS1": "Socialapp does an amazing job at giving communities the autonomy necessary to thrive by giving them the keys to federate and moderate their own servers. But dont let that alone overshadow the fact that it simply does features that the major social networks try to do (e.g. image captioning, content warnings) astoundingly better.",
    "COMENTARIOS_USERS2": "Socialapp has changed my opinion of social media, its a refreshing take on microblogging with a focus on privacy and safet",
    "COMENTARIOS_USERS3": "I've made so many friends on Socialapp because I can actually talk to people instead of getting buried by algorithms that reward meaningless numbers over actual interaction."
}