{
    "NAVBARTITLE1" : "Applications",
    "NAVBARTITLE2" : "Donate",
    "NAVBARTITLE3" : "Check",
    "NAVBARTITLE4" : "Resources",
    "NAVBARTITLE5" : "Blog",
    "NAVBARTITLE6" : "Roadmap",
    "NAVBARTITLE7" : "Company",
    "NAVBARTITLE8" : "Employment",
    "NAVBARTITLE9" : "About us",

    "DRAWER1" : "Applications",
    "DRAWER2" : "Donate",
    "DRAWER3" : "Check",
    "DRAWER4" : "Blog",
    "DRAWER5" : "Roadmap",
    "DRAWER6" : "Employment",
    "DRAWER7" : "About us",

    "FOOTERT1":"Product",
    "FOOTERT2":"Applications",
    "FOOTERT3":"Donate",
    "FOOTERT4":"Roadmap",
    "FOOTERT5":"Resources",
    "FOOTERT6":"Blog",
    "FOOTERT7":"Documentation",
    "FOOTERT8":"Support",
    "FOOTERT9":"Comopany",
    "FOOTERT10":"About us",
    "FOOTERT11":"Brand",
    "FOOTERT12":"Employment",
    "FOOTERT13":"Legal warning",
    "FOOTERT14":"Copyright C 2023 Socialapp. Trademark Policy. Privacy Policy . State",


    "CHECK1":"Verification on Socialapp",
    "CHECK2":"The best way to get started with Socialapp is through our official apps for OS and Android, but many third-party apps are also available below.",
    "CHECK3":"Get the app",
    "CHECK4":"Create Account",
    "CHECK5":"Respectful of privacy",
    "CHECK6":"You don't need to send your documents anywhere, so there's no chance of them getting leaked.",
    "CHECK7":"For anyone",
    "CHECK8":"You don't have to be a celebrity to verify your identity. You just need to have a site or web page.",
    "CHECK9":"Decentralized",
    "CHECK10":"There is no need to trust a central authority. Verification can be confirmed manually at any time.",
    "CHECK11":"There is no blue badge",
    "CHECK12":"Identity is not a yes or no question. There are few truly unique names in the world, so why should only the famous get a 'yes'? At Socialapp we do not trust legal names or blue badges. Instead, we rely on the fact that people can be identified by their official websites.",
    "CHECK13":"This is how you do it",
    "CHECK14":"Put a link to your Socialapp profile on your site or web page. The important thing is that the link must have a rel='me' attribute on it. Then edit your Socialapp profile and enter the address of your site or web page in one of the four profile fields. Save your profile and that's it!",
    "CHECK15":"Out there",
    "CHECK16":"Anyone can be verified on Socialapp, but here are some of the most recognizable names who are..",

    "ROADMAP1":"Roadmap",
    "ROADMAP2":"This is a preview of what we are working on and what we are planning to work on.",
    "ROADMAP3":"Suggest a feature",
    "ROADMAP4":"All",
    "ROADMAP5":"In progress",
    "ROADMAP6":"Planned",
    "ROADMAP7":"Exploring",
    "ROADMAP8":"Recently completing",

    "BLOG1":"Socialapp",
    "BLOG2":"Updates from the socialapp team",
    "BLOG3":"New Feature",
    "BLOG4":"Name",
    "BLOG5":"Post",
    "BLOG6":"New Feature",
    "BLOG7":"Next",

    "EMPLEO1":"We develop Socialapp",
    "EMPLEO2":"Free, decentralized social media",
    "EMPLEO3":"Our story",
    "EMPLEO4":"Socialapp is a non-profit from Peru that develops the Socialapp software. Socialapp started in 2023 as an open- source project by - , who, as an avid user since 202X, was dissatisfied with the state and direction of Twitter.",
    "EMPLEO5":"Believing that instant global communications were too crucial for modern society to belong to a single commercial company, he sought to build a user-friendly microblogging product that would not belong to any central authority, but remain practical for everyday use.",
    "EMPLEO6":"The first public launch occurred in October 202X. The initial support the project received through Patreon ensured that Eugen could begin working on the project full-time postgraduation. In April 202X it received its first big break and garnered world-wide attention and press coverage.",
    "EMPLEO7":"Join a community",
    "EMPLEO8":"Meet our team",
    "EMPLEO9":"Join a community",
    "EMPLEO10":"Name",
    "EMPLEO11":"Post",
    "EMPLEO12":"Contact us",
    "EMPLEO13":"Press questions:",
    "EMPLEO14":"Legal inquiries:",
    "EMPLEO15":"Brand inquiries:",
    "EMPLEO16":"Security queries:",
    "EMPLEO17":"Other queries:",
    "EMPLEO18":"Company",
    "EMPLEO19":"Company name:",
    "EMPLEO20":"Commercial registry:",
    "EMPLEO21":"Address:",
    "EMPLEO22":"Contact:",
    "EMPLEO23":"Authorized to represent:",
    "EMPLEO24":"(Managing Director)",


    "SOBRENOSOTROS1":"Join our team",
    "SOBRENOSOTROS2":"We're building open source, decentralized social media that gives people back control over their data and their reach.",
    "SOBRENOSOTROS3":"See open positions",
    "SOBRENOSOTROS4":"Work with us",
    "SOBRENOSOTROS5":"Social App is German non-profit with a remote-only, primarily English-speaking team distributed across the world.",
    "SOBRENOSOTROS6":"Meet the team",
    "SOBRENOSOTROS7":"Be part of a small team working on the generational opportunity of the future of social medias.",
    "SOBRENOSOTROS8":"We can offer work contracts through a payroll provider such as Remote.com or directly if you're based in Germany.",
    "SOBRENOSOTROS9":"Open positions",

    "HOME1_FIRSTSECTION": "Speak freely", 
    "HOME1_FIRSTSECTION2": "Say “hello” to a different way to chat: Smessenger focuses on privacy, but with all the features you expect from a chat app", 
    "HOME1_FIRSTSECTION3": "Why use Smessenger?",
    "HOME1_FIRSTSECTION4": "Scroll down to see why Smessenger is a simple, powerful and secure chat app",
    "HOME1_FIRSTSECTION5": "Share without insecurities",
    "HOME1_FIRSTSECTION6": "State-of-the-art end-to-end encryption (backed by Smessenger's open source protocol) keeps your chats secure. Not even we can access your contact list, read your messages, or listen to your calls. Neither does anyone else. Privacy is not an optional mode, it's how Smessenger works. In all your messages, all your calls, forever.",
    
    "HOME1_BUTTON": "Download Smessenger",
    "HOME1_SECONDSECTION1": "Adhere to privacy",
    "HOME1_SECONDSECTION2": "Add a new layer of expression to your chats with encrypted stickers. You can also create and share your own sticker packs.",
    "HOME1_SECONDSECTION3": "Say what you want",
    "HOME1_SECONDSECTION4": "Send and receive messages, voice notes, photos, videos, GIFs and files for free. Smessenger uses your phone's data connection so there are no SMS or MMS charges.",
    "HOME1_SECONDSECTION5": "Join groups",
    "HOME1_SECONDSECTION6": "Group chats allow you to easily connect with your family, friends, and coworkers.",
    "HOME1_SECONDSECTION7": "Speak freely",
    "HOME1_SECONDSECTION8": "Make crystal-clear calls and video calls to people across town or across the ocean with no long distance charges.",
    "HOME1_SECONDSECTION9": "No advertising. No tracking. No jokes.",
    "HOME1_SECONDSECTION10": "We do not have ads, affiliate marketers, nor do we track your use of Smessenger. So focus on sharing the moments that matter to you with the people you care about.",
    "HOME1_SECONDSECTION11": "Free for everyone",
    "HOME1_SECONDSECTION12": "Smessenger is an independent non-profit organization. We are not dependent on any major technology company, nor can we be acquired by one. The development of Smessenger is supported by grants and donations from privacy-minded people like you.",
    
 

    "GETMESSENGER_FIRSTSECTION1": "Smessenger for mobile devices",
    "GETMESSENGER_FIRSTSECTION2": "Or visit Smessenger.org/install from your phone",
    "GETMESSENGER_FIRSTSECTION3": "Smessenger for Desktop",
    "GETMESSENGER_FIRSTSECTION4": "Download for Windows",
    "GETMESSENGER_FIRSTSECTION5": "To use the desktop app, Smessenger must be previously installed and configured on your phone",



    "CAREERS_FIRSTSECTION1": "Work that sends a message",
    "CAREERS_FIRSTSECTION2": "Millions of people use Smessenger every day to share the moments that matter in their lives. Join an organization that empowers users by making private communication simple.",
    "CAREERS_FIRSTSECTION3": "Privacy First",
    "CAREERS_FIRSTSECTION4": "We solve problems that matter and develop technology that respects our users. Targeted advertising isn't our style. We don't collect anything except more sleep at night.",
    "CAREERS_FIRSTSECTION5": "Small Team",
    "CAREERS_FIRSTSECTION6": "Have an immediate impact. Smessenger is an opportunity to do original work and closely collaborate without the overhead of endless meetings.",
    "CAREERS_FIRSTSECTION7": "Competitive Compensation",
    "CAREERS_FIRSTSECTION8": "Healthcare premiums are fully covered for you and your family. Our 401(k) plan matches 100% of your contribution up to",
    "CAREERS_FIRSTSECTION9": "Work Remotely",
    "CAREERS_FIRSTSECTION10": "Skip the commute. Work from home or take advantage of our co-working space subsidy. Focus on what drives you, not driving",
    "CAREERS_FIRSTSECTION11": "Open Source",
    "CAREERS_FIRSTSECTION12": "Everything we produce is open source. Every time we write code, we get to share it with the world",
    "CAREERS_FIRSTSECTION13": "Nonprofit",
    "CAREERS_FIRSTSECTION14": "Our goal is to protect free expression and enable secure global communication. We're working with users to build something sustainable",
    "CAREERS_FIRSTSECTION15": "Open Roles",

    "DEVELOPERS_USERS1": "Technical information",
    "DEVELOPERS_USERS2": "Specifications and software libraries for developers",
    "DEVELOPERS_USERS3": "Specifications",
    "DEVELOPERS_USERS4": "Encryption in messaging environments integrates many ideas which often need to be composed separately in different applications. We make an effort to break out ideas into independent specifications so that they can be integrated as appropriate for different projects",
    "DEVELOPERS_USERS5": "XEdDSA and VXEdDSA",
    "DEVELOPERS_USERS6": "This document describes how to create and verify EdDSA-compatible signatures using public key and private key formats initially defined for the X25519 and X448 elliptic curve Diffie-Hellman functions. This document also describes VXEdDSA which extends XEdDSA to make it a verifiable random function, or VRF.",
    "DEVELOPERS_USERS7": "X3DH",
    "DEVELOPERS_USERS8": "This document describes the X3DH (or Extended Triple Diffie-Hellman) key agreement protocol. X3DH establishes a shared secret key between two parties who mutually authenticate each other based on public keys. X3DH provides forward secrecy and cryptographic deniability.",
    "DEVELOPERS_USERS9": "PQXDH",
    "DEVELOPERS_USERS10": "This document describes the PQXDH (or Post-Quantum Extended Diffie-Hellman) key agreement protocol. PQXDH establishes a shared secret key between two parties who mutually authenticate each other based on public keys. PQXDH provides post-quantum forward secrecy and a form of cryptographic deniability but still relies on the hardness of the discrete log problem for mutual authentication in this revision of the protocol.",
    "DEVELOPERS_USERS11": "Software libraries",
    "DEVELOPERS_USERS12": "Smessenger Protocol library",
    "DEVELOPERS_USERS13": "Double Ratchet",
    "DEVELOPERS_USERS14": "This document describes the Double Ratchet algorithm, which is used by two parties to exchange encrypted messages based on a shared secret key. The parties derive new keys for every Double Ratchet message so that earlier keys cannot be calculated  from later ones. The parties also send Diffie-Hellman public values attached to their  messages. The results of Diffie-Hellman calculations are mixed into the derived keys  so that later keys cannot be calculated from earlier ones. These properties give some  protection to earlier or later encrypted messages in case of a compromise of a party s  keys.",
    "DEVELOPERS_USERS15": "Sesame",
    "DEVELOPERS_USERS16": "This document describes the Sesame algorithm for managing message encryption sessions in an asynchronous and multi-device setting.",


    "HELP_USERS1": "How can we help you?",
    "HELP_USERS2": "Search",
    "HELP_USERS3": "Starting",
    "HELP_USERS4": "Understand the basics of Smessenger on Android, iOS and Desktop",
    "HELP_USERS5": "Characteristics",
    "HELP_USERS6": "Explore all the features of private messaging",
    "HELP_USERS7": "Security",
    "HELP_USERS8": "This section contains common questions about the security and reliability of technology in applications",
    "HELP_USERS9": "Problem solving",
    "HELP_USERS10": "General",
    "HELP_USERS11": "Send a solicitude",
    "HELP_USERS12": "Email *",
    "HELP_USERS13": "Re-enter your email address *",
    "HELP_USERS14": "What is your question? *",
    "HELP_USERS15": "What platform is it for? *",
    "HELP_USERS16": "Description",
    "HELP_USERS17": "Send",
    
    "BLOG_USERS1": "Help people in Iran reconnect to Smessenger - a request to our community",
    "BLOG_USERS2": "For many years, the Smessenger app on Android has supported sending and receiving plaintext SMS and MMS messages in addition to Smessenger messages. SMS and MMS are standardized communication protocols that allow mobile devices to send and transmit messages, and most people picking up their phone to text or share memes don&apos;t really think about them. To give some context, when we started supporting SMS, Smessenger didn&apos;t exist yet. Our Android app was called TextSecure and the Smessenger encryption protocol was called Axolotl. Almost a decade has passed since then, and a lot has changed. Read more .",
    "BLOG_USERS3": "Other Ways to Give Smessenger accepts donations of cryptocurrency, stock, and gifts from donor advised funds (DAFs). These donations are processed through The Giving Block. If you want to receive a tax deduction in the US for the fair market value of your donation, you can provide an email address to receive a tax receipt. The Giving Block also supports anonymous donations of cryptocurrency and from DAFs. Note: You will only receive a badge in your Smessenger account if you donate inside the Smessenger app.",
    "BLOG_USERS4": "Removing SMS support from Smessenger Android (soon)",
    "BLOG_USERS5": "Smessenger is built for you; not your data and not for profit. We pursue our mission with your support - to protect free expression and enable secure global communication through open source privacy technology. Private messaging. No ads, no trackers, no surveillance. Your donations help pay for the development and maintenance of Smessenger, including the servers and bandwidth required to make Smessenger available to the millions of people all over the world who depend on it. If you provide an email with your donation, you will receive an email confirmation for your tax records. Smessenger Technology Foundation is an independent nonprofit charity and tax-exempt under section 501c3 of the US Internal Revenue Code. Our Federal Tax ID Number is 82- 4506840. Note: You will only receive a badge in your Smessenger account if you donate inside the Smessenger app.",
    "BLOG_USERS6": "Other Ways to Give Smessenger accepts donations of cryptocurrency, stock, and gifts from donor advised funds (DAFs). These donations are processed through The Giving Block. If you want to receive a tax deduction in the US for the fair market value of your donation, you can provide an email address to receive a tax receipt. The Giving Block also supports anonymous donations of cryptocurrency and from DAFs. Note: You will only receive a badge in your Smessenger account if you donate inside the Smessenger app.",

    "DONATE_FIRSTSECTION1": "Donate to Smessenger",
    "DONATE_FIRSTSECTION2": "Smessenger is built for you; not your data and not for profit. We pursue our mission with your support - to protect free expression and enable secure global communication through open source privacy technology. Private messaging. No ads, no trackers, no surveillance. Your donations help pay for the development and maintenance of Smessenger, including the servers and bandwidth required to make Smessenger available to the millions of people all over the world who depend on it. If you provide an email with your donation, you will receive an email confirmation for your tax records. Smessenger Technology Foundation is an independent nonprofit charity and tax-exempt under section 501c3 of the US Internal Revenue Code. Our Federal Tax ID Number is 82- 4506840. Note: You will only receive a badge in your Smessenger account if you donate inside the Smessenger app.",
    "DONATE_FIRSTSECTION3": "Other Ways to Give Smessenger accepts donations of cryptocurrency, stock, and gifts from donor advised funds (DAFs). These donations are processed through The Giving Block. If you want to receive a tax deduction in the US for the fair market value of your donation, you can provide an email address to receive a tax receipt. The Giving Block also supports anonymous donations of cryptocurrency and from DAFs. Note: You will only receive a badge in your Smessenger account if you donate inside the Smessenger app."
   
}